[
    {
        "id" : 1,
        "name" : "柯爾特-1877（白）",
        "image" : "gun-1",
        "price" : 199,
        "description" : "柯爾特 1877（白）客製化雕刻左輪，誕生於美國西部秩序尚未成形的年代，是文明與荒野交界處的象徵。此型號延續柯爾特經典單動左輪架構，射擊需以拇指上膛，節奏沉穩而克制，強調射手的判斷與膽識，而非盲目傾瀉火力。其火力配置在當時屬實用級距，足以應付近距離對決與自衛需求，也因此成為執法者、賞金獵人與拓荒者的可靠夥伴。本款白色客製雕刻版本，捨棄粗獷外表，轉而以細膩線刻與高反差金屬質感，重塑西部槍械的美學高度。槍身雕紋在光影下層層浮現，既有冷兵器般的莊嚴，也保留工業時代的理性比例，讓它不只是武器，更是一件可被凝視的藝術品。從握柄弧線到轉輪結構，每一個角度都展現十九世紀機械工藝的精準與自信。在《Red Dead Redemption 2》與經典西部片語境中，柯爾特1877不只是火器，而是一段角色命運的延伸。它見證對決、背叛與救贖，是榮耀與暴力並存的載體。這把白色雕刻版本，將遊戲與電影中的浪漫想像具體化，為收藏者與西部題材愛好者，留下屬於黃昏年代的最後一聲槍響。"
    },
    {
        "id" : 2,
        "name" : "柯爾特-1877（黑）",
        "image" : "gun-2",
        "price" : 159,
        "description" : "柯爾特 1877（黑）客製化雕刻左輪，誕生於美國西部最動盪的年代，是黑夜、法律與生存意志的象徵。此槍延續柯爾特經典單動左輪結構，必須手動上膛後射擊，每一次扣動扳機都帶著儀式感，考驗的是射手的冷靜、準度與心理素質，而非蠻力。其火力在十九世紀屬實戰導向，足以在近距離決鬥、護身與執法行動中發揮致命效率。黑色版本以深沉金屬色調為基底，搭配全槍客製化雕刻，使原本冷峻的武器更添威嚴與壓迫感。細緻紋樣沿著槍身流動，隱約浮現於暗色表面，在光線掠過時才顯露鋒芒，象徵西部世界中「低調卻致命」的生存法則。從轉輪結構、槍管比例到握柄曲線，每一個角度都展現出工業時代機械美學與手工藝術的完美平衡。在《Red Dead Redemption 2》與經典西部電影的敘事中，黑色左輪往往屬於沉默的亡命者、孤獨的執法者或命運多舛的反英雄。柯爾特1877（黑）不只是武器，而是一種信念的延伸——在混亂中選擇立場，在黑暗中劃出界線。這把客製雕刻版本，為西部傳奇賦予更深層的氣質，既是收藏品，也是黃昏年代最冷靜的一聲回響。"
    },
    {
        "id" : 3,
        "name" : "柯爾特-雙動（白金）",
        "image" : "gun-3",
        "price" : 189,
        "description" : "柯爾特－雙動（白金）客製化雕刻左輪，象徵西部武器工藝邁向成熟的關鍵時刻。雙動結構允許連續扣動扳機完成上膛與擊發，射擊節奏更快，反應更直接，在近距離衝突中具備明顯優勢，深受執法者與老練槍手青睞。其火力配置強調實用與穩定，講究控制與準確，而非無序的狂暴輸出。白金色槍身結合全槍客製化雕刻，將冷冽金屬轉化為極致奢雅的戰鬥藝術。細密雕紋沿著槍管與轉輪鋪展，在光線映照下層次分明，既彰顯權威，也流露不容忽視的距離感。白金的純淨與重量感，使整體氣質介於武器與珠寶之間，從任何角度觀賞都充滿張力與自信。在《Red Dead Redemption 2》與經典西部電影中，雙動左輪往往屬於真正的核心角色——能在混亂中迅速決斷，在瞬間改寫結局。柯爾特雙動（白金）不只是生存工具，更是地位與風格的宣言。這把客製雕刻版本，為西部傳奇注入高貴與致命並存的靈魂，專為懂得速度、權力與美學的持有者而生。"
    },
    {
        "id" : 4,
        "name" : "柯爾特-1877（黑金）",
        "image" : "gun-4",
        "price" : 89,
        "description" : "柯爾特 1877（黑金）客製化雕刻左輪，誕生於美國西部秩序與貪婪並行的年代，是權力、慾望與生存意志的濃縮象徵。此槍採經典單動左輪結構，需先上膛再射擊，每一次出手都講究時機與決斷，火力實用而精準，適合近距離對峙與關鍵時刻的致命一擊，體現老派槍手對控制與節奏的尊重。黑金配色為本款最大特色，深沉黑色槍身襯托金色雕刻細節，形成強烈對比，既低調又奢華。全槍客製化雕紋沿著槍管、轉輪與框架流動，紋樣在光影之間若隱若現，象徵西部世界中金錢與暴力交織的現實。從結構比例到金屬質感，每個角度都展現十九世紀機械工藝與手工藝術的極致融合。在《Red Dead Redemption 2》與經典西部電影的敘事中，黑金左輪往往屬於野心家、黑幫領袖或遊走灰色地帶的強者。柯爾特1877（黑金）不只是武器，而是一種地位宣告——它見證交易、背叛與對決，為西部傳奇留下最華麗、也最危險的一聲槍響。"
    },
    {
        "id" : 5,
        "name" : "柯爾特-雙動（黑金 象牙柄）",
        "image" : "gun-5",
        "price" : 364,
        "description" : "柯爾特－雙動（黑金・象牙柄）客製化雕刻左輪，象徵西部武器工藝走向巔峰的極致形態。雙動結構讓射手無需手動上膛即可連續擊發，反應迅捷、節奏凌厲，在近距離衝突中具備壓倒性優勢，是真正為老練槍手與實戰菁英而生的設計。其火力配置強調穩定輸出與高度控制，在瞬息萬變的對決中，能以最短時間改寫結局。黑金配色賦予槍身深沉而危險的氣質，黑色金屬基底上流動著金色客製化雕刻，紋樣低調卻充滿侵略性，宛如權力在暗處閃耀。全槍雕紋沿著槍管、轉輪與框架延展，將十九世紀機械工藝與手工藝術推向極致平衡。每一道線條不只是裝飾，更是身份與地位的暗示，讓人一眼便知這不是凡品。象牙握柄則為整體注入截然不同的層次。溫潤色澤與金屬冷冽形成強烈對比，握持時手感細膩而穩定，既象徵財富與品味，也透露出持有者對細節的極端講究。從側面、背面到上視角，黑金與象牙交錯出的視覺張力，使這把左輪兼具武器的威嚴與藝術品的觀賞價值。在《Red Dead Redemption 2》與經典西部電影的世界裡，這樣的雙動左輪往往屬於真正站在金字塔頂端的人物——黑幫首腦、權力仲裁者，或在亂世中掌握生死節奏的關鍵角色。柯爾特雙動（黑金・象牙柄）不只是殺戮工具，而是一種宣言：速度、權勢與美學，我全都要。"
    },
    {
        "id" : 7,
        "name" : "史考非爾德 將軍經典",
        "image" : "gun-6",
        "price" : 234,
        "description" : "史考非爾德「將軍經典」左輪，誕生於十九世紀美國軍事體系迅速現代化的關鍵時期，是為戰場而生、為效率而改寫歷史的經典火器。其最大特徵在於上掀式（Top-Break）結構，按下解鎖即可同時彈出彈殼，裝填速度遠勝傳統單動左輪，這項設計使它在軍用與騎兵作戰中具備壓倒性優勢，也奠定了史考非爾德在制式武器史上的地位。「將軍經典」版本延續實戰導向的核心精神，射擊手感穩定、結構可靠，火力配置講究實用與連續應戰能力，而非誇張輸出。它是一把為命令、行動與結果服務的武器，強調快速反應與高度可控性，象徵軍官階層在混亂戰場中維持秩序的權威。從轉軸結構到槍身比例，每一處設計都流露出工業時代對效率與紀律的極致追求。在美學層面，史考非爾德將軍經典展現出不同於亡命左輪的氣質——線條俐落、比例端正，沒有多餘張揚，卻自帶威嚴。金屬表面在光線下顯得冷靜而克制，無論從正面、側面或掀開槍身的瞬間，都能感受到一種屬於軍械的理性之美。它不是炫耀之物，而是身份與責任的象徵。在《Red Dead Redemption 2》與經典西部片中，史考非爾德常出現在將軍、軍官與高階角色手中，代表體制、命令與不可抗拒的力量。史考非爾德將軍經典不只是武器，而是一段軍事文明踏入西部荒野的縮影，為傳奇時代留下最冷靜、最具權威的一次上膛聲。"
    },
    {
        "id" : 6,
        "name" : "史考非爾德 銀",
        "image" : "gun-7",
        "price" : 279,
        "description" : "史考非爾德（銀）經典左輪，誕生於十九世紀美國軍用體系革新的關鍵時刻，是效率與權威並存的象徵。其標誌性的上掀式結構可在瞬間同步退殼與裝填，大幅提升射擊節奏與實戰反應，讓它成為騎兵與軍官在混亂戰場中的可靠選擇。銀色槍身在光線下呈現冷冽而克制的金屬質感，線條俐落、比例嚴謹，沒有亡命之徒的浮誇，卻自帶不可忽視的威壓。精緻細節映襯十九世紀工業美學，從轉軸到槍管，每一處都彰顯為「命令與執行」而生的設計哲學。在《Red Dead Redemption 2》與經典西部電影中，史考非爾德銀色版本往往屬於將軍、軍官或體制核心人物，象徵秩序踏入荒野的那一刻。它不只是武器，而是一種立場——冷靜、迅速、不可違抗，為西部傳奇留下最理性也最具重量的一聲槍響。"
    },
    {
        "id" : 8,
        "name" : "柯爾特-1877 上帝之手",
        "image" : "gun-8",
        "price" : 314,
        "description" : "柯爾特-1877「上帝之手」客製化雕刻左輪，誕生於美國西部信仰與暴力並存的年代，被視為審判與救贖的象徵。此槍承襲經典單動左輪結構，射擊前必須上膛，節奏克制而莊嚴，每一次扣動扳機都像是在宣告命運的裁決，火力不求張揚，卻在關鍵距離內精準致命。全槍雕刻以宗教與審判意象為核心，細緻紋樣沿著槍身流動，彷彿將信仰刻進鋼鐵，使冷冽金屬帶上神聖與威權的雙重氣息。從轉輪到槍管，線條比例嚴謹，工藝細節展現十九世紀機械美學的極致，兼具實戰武器與藝術聖物的雙重身分。在《Red Dead Redemption 2》與經典西部電影的敘事中，這樣的左輪往往屬於背負重責之人——執法者、審判者，或在混亂中代替上帝做出選擇的角色。柯爾特1877「上帝之手」不是單純的殺戮工具，而是一種信念的延伸，當它出鞘，意味著寬恕已逝，只剩最後、也最無可迴避的裁決。"
    }
]
 
 
